MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "Uw computer is niet met het internet verbonden.";
NotConnectedToNetwork							= "Uw computer is niet op het netwerk aangesloten.";
FatalExceptionAlertDescription					= "Druk op de afspeel-/pauzeknop om Front Row te verlaten.";
